{
  "players_teams": [
    {"key": "Time_Sarutobi", "title": "Time Sarutobi"},
    {"key": "Time_Yondaime", "title": "Time Yondaime"}
  ],

  "players": [
    {
      "id": 1,
      "name": "Jiraiya",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Jiraiya.png",
      "teams": ["Time_Sarutobi"],
      "about": "Jiraiya (自来也, Jiraiya) foi um dos lendários Sannin de Konohagakure, junto com Tsunade e Orochimaru, que foram treinados pelo Terceiro Hokage. Ele era um auto-proclamado super-pervertido, e o escritor do popular série de livros de ficção para adultos, chamado Icha Icha. Ele também era conhecido como o Sábio dos Sapos (虾蟇仙人, Gama Sennin), por causa de suas invocações únicas de sapos e seu status como um Sennin.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Monte_Myoboku.png",
      "clan": "Monte Myōboku",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 2,
      "name": "Tsunade",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Tsunade.png",
      "teams": ["Time_Sarutobi"],
      "about": "Tsunade (纲手, Tsunade) é a Quinta Hokage (五代目火影, Godaime Hokage; Literalmente significa 'Quinta Sombra do Fogo'), que vem do Clã Senju de Konohagakure e também é uma descendente do Clã Uzumaki através de sua avó Mito Uzumaki. Ela conseguiu a posição após a morte de seu mestre, Hiruzen Sarutobi. Ela, junto com Orochimaru e Jiraiya, são reconhecidos como 'Os Legendários Sannin de Konoha'. Ela também é vista como a maior iryōnin de todos os tempos e também é creditada com a criadora do sistema oficial de iryōnin. Tsunade é a neta do Primeiro Hokage, e a sobrinha-neta do Segundo Hokage, levando outros personagens a chamá-la de 'Princesa' (姫, Hime). Ela é, junto com Jiraiya e Orochimaru, um ex-aluno do Terceiro Hokage, Hiruzen Sarutobi.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Senju.png",
      "clan": "Clã Senju",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 3,
      "name": "Orochimaru",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Orochimaru.png",
      "teams": ["Time_Sarutobi"],
      "about": "Orochimaru (大蛇丸, Orochimaru) é um antagonista principal da série Naruto. Reconhecido como um dos ninja mais poderosos de Konohagakure e um dos 'Três Shinobi Lendários' (伝説の三忍, Densetsu no Sannin), ele atuava como um shinobi de nível ANBU na aldeia dentro da facção ANBU Ne antes de sua deserção da vila em busca de seus próprios desejos egoístas.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Otogakure.png",
      "clan": "Vila do Som",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 4,
      "name": "Kakashi Hatake",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Kakashi.png",
      "teams": ["Time_Yondaime"],
      "about": "Kakashi é retratado como calmo, imparcial e solitário. Mesmo com sua reputação de poderoso ninja. ele não mostra nenhum sinal de arrogância e é bastante modesto com suas habilidades. Ele tem muita compostura e analise, mesmo em batalha. Seu passatempo preferido é ler livros da série Icha Icha, sendo um fã desses livros. Apesar de seu interesse por livros, Kakashi fica desconfortável ao ler passagens na frente dos outros, presumivelmente envergonhado pelo conteúdo adulto. Kakashi tem um curso de rivalidade com Might Guy, e esse último constantemente desafia-o para competições. Kakashi, por outro lado, mostra muito pouco interesse em suas competições, que só isso inspira Guy a derrotar Kakashi e sua 'frieza'.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 5,
      "name": "Obito Uchiha",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Obito.png",
      "teams": ["Time_Yondaime"],
      "about": "Obito Uchiha (chi ち は オ ビ ト, Uchiha Obito ) é um dos principais antagonistas da série. Ele era um shinobi do Clã Uchiha de Konohagakure . Por razões desconhecidas, depois de sua aparente morte durante a Terceira Guerra Mundial Ninja , Obito assumiu o pseudônimo de Tobi (ビ) e tornou-se um responsável por crimes internacionais diversos, mais notavelmente pelo Ataque de Kyūbi em Konoha e se tornou um dos líderes da Akatsuki . Ele também tem, às vezes, operado sob o nome de Madara Uchiha com planos de dominação mundial.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Uchiha.png",
      "clan": "Clã Uchiha",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 6,
      "name": "Rin Nohara",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Rin.png",
      "teams": ["Time_Yondaime"],
      "about": "Rin era uma menina doce e simpática que se importava profundamente com seus companheiros, bem como a sua aldeia. Ela foi descrita como uma menina gentil e muitas vezes fazendo o papel de pacificadora durante os muitos conflitos entre Obito Uchiha e Kakashi Hatake, permanecendo sem lado. Rin era também um indivídua intelectual, testemunhada por sua capacidade de aprender, bem como usar iryō ninjutsu de alto nível em uma idade tão jovem. Ela era uma pessoa dedicada, como visto em sua relutância em abandonar Obito mesmo quando sua própria vida estava em grande perigo. Ela tinha uma mente muito forte, pois, embora sob o que parecia ser a mais dura de genjutsu, ela não iria se render.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    }
  ]
}
